{
  "projects": [
    {
      "id": "1",
      "title": "Project 1",
      "description": "Description of project 1"
    },
    {
      "id": "2",
      "title": "Project 2",
      "description": "Description of project 2"
    }
  ],
  "recommendations": [
    {
      "id": "976e",
      "name": "Avinash Kadam",
      "position": "SDE at Microsoft",
      "text": "I had the pleasure of working closely with Aditya, and I can confidently say that he is exceptionally strong in data structures and algorithms. His participation in ICPC and inter-college competitions is a testament to his deep understanding and skill in this area.\n\nDuring his time at Veritas, Aditya worked on challenging projects where he explored open-source frameworks and delivered optimal design solutions for new VM backup services. His ability to think critically and creatively was evident in the innovative approaches he took to solve complex problems.\n"
    },
    {
      "id": "408e",
      "name": "Vaibhav",
      "position": "SDE Google ",
      "text": "I recently had the pleasure of working with Ishika Mudgal, a Technical Recruiter at Google, on my interview process for an L4 SWE role. I was very impressed with her level of helpfulness, transparency, and dedication to providing the best possible candidate experience.\n\nIshika was always available to answer my questions and provide me with guidance throughout the interview process. She smoothly guided me on the timelines and kept me updated on my progress. She was also highly skilled at handling scheduling and managing communication between teams, SDMs, and candidates."
    },
    {
      "id": "d300",
      "name": "Rakhi",
      "position": "Professor at Vishwakarma Institute Of Technology, Pune",
      "text": "I highly recommend Vaibhav for any position related to AWS. I had the pleasure of working with Krishna for two years during which time he consistently demonstrated his expertise in AWS and his commitment to delivering high-quality work. Overall, I highly recommend Krishna for any role related to AWS. His technical knowledge, work ethic, and communication skills make him an invaluable asset to any team."
    },
    {
      "id": "0ab3",
      "name": "Jyoti Kanjalkar",
      "email": "jyoti.kanjalkar@vit.edu",
      "position": "Assistant Professor at VIT, Pune.",
      "text": "It's rare to come across someone as motivated and enthusiastic as vaibhav. They consistently went above and beyond to ensure that our team met its targets. Their positive attitude and strong work ethic were contagious, and they always brought fresh ideas to the table. I have had the privilege of collaborating with vaibhav for several years. Their exceptional leadership skills and ability to inspire others were evident in every project we worked on together."
    }
  ],
  "skills": [
    {
      "id": "1",
      "name": "Skill 1"
    },
    {
      "id": "2",
      "name": "Skill 2"
    },
    {
      "id": "bbe9",
      "name": "Figma"
    },
    {
      "id": "585f",
      "name": "React"
    },
    {
      "id": "655c",
      "name": "hgfd"
    }
  ]
}